import React from 'react'
import photo from '../assets/photo.jpg'

const Main_bottom = () => {
  return (
    <>
    <div className="main-bottom">
            <div className="container">
                <h2 className="title">Мои работы</h2>
                <div className="main-bottom-box">
                    <div className="main-bottom-item">
                        <img src={photo} alt=""></img>
                        <h3>Чиланзар</h3>
                        <p>Впервые фото было изобретено Жозефом Нисефором Ньепсом. Это произошло в 1822 году, Дагер же опубликовал свою работу только через 17 лет. Жозеф Ньепс смог получить первое негативное изображение в 1835 году </p>
                        <a href="#" className="show">Посмотреть</a>
                    </div>
                    <div className="main-bottom-item">
                        <img src={photo} alt=""></img>
                        <h3>Чиланзар</h3>
                        <p>Впервые фото было изобретено Жозефом Нисефором Ньепсом. Это произошло в 1822 году, Дагер же опубликовал свою работу только через 17 лет. Жозеф Ньепс смог получить первое негативное изображение в 1835 году </p>
                        <a href="#" className="show">Посмотреть</a>
                    </div>
                    <div className="main-bottom-item">
                        <img src={photo} alt=""></img>
                        <h3>Чиланзар</h3>
                        <p>Впервые фото было изобретено Жозефом Нисефором Ньепсом. Это произошло в 1822 году, Дагер же опубликовал свою работу только через 17 лет. Жозеф Ньепс смог получить первое негативное изображение в 1835 году </p>
                        <a href="#" className="show">Посмотреть</a>
                    </div>
                    <div className="main-bottom-item">
                        <img src={photo} alt=""></img>
                        <h3>Чиланзар</h3>
                        <p>Впервые фото было изобретено Жозефом Нисефором Ньепсом. Это произошло в 1822 году, Дагер же опубликовал свою работу только через 17 лет. Жозеф Ньепс смог получить первое негативное изображение в 1835 году </p>
                        <a href="#" className="show">Посмотреть</a>
                    </div>
                    <div className="main-bottom-item">
                        <img src={photo} alt=""></img>
                        <h3>Чиланзар</h3>
                        <p>Впервые фото было изобретено Жозефом Нисефором Ньепсом. Это произошло в 1822 году, Дагер же опубликовал свою работу только через 17 лет. Жозеф Ньепс смог получить первое негативное изображение в 1835 году </p>
                        <a href="#" className="show">Посмотреть</a>
                    </div>
                    <div className="main-bottom-item">
                        <img src={photo} alt=""></img>
                        <h3>Чиланзар</h3>
                        <p>Впервые фото было изобретено Жозефом Нисефором Ньепсом. Это произошло в 1822 году, Дагер же опубликовал свою работу только через 17 лет. Жозеф Ньепс смог получить первое негативное изображение в 1835 году </p>
                        <a href="#" className="show">Посмотреть</a>
                    </div>
                    <div className="main-bottom-item">
                        <img src={photo} alt=""></img>
                        <h3>Чиланзар</h3>
                        <p>Впервые фото было изобретено Жозефом Нисефором Ньепсом. Это произошло в 1822 году, Дагер же опубликовал свою работу только через 17 лет. Жозеф Ньепс смог получить первое негативное изображение в 1835 году </p>
                        <a href="#" className="show">Посмотреть</a>
                    </div>
                    <div className="main-bottom-item">
                        <img src={photo} alt=""></img>
                        <h3>Чиланзар</h3>
                        <p>Впервые фото было изобретено Жозефом Нисефором Ньепсом. Это произошло в 1822 году, Дагер же опубликовал свою работу только через 17 лет. Жозеф Ньепс смог получить первое негативное изображение в 1835 году </p>
                        <a href="#" className="show">Посмотреть</a>
                    </div>
                    <div className="main-bottom-item">
                        <img src={photo} alt=""></img>
                        <h3>Чиланзар</h3>
                        <p>Впервые фото было изобретено Жозефом Нисефором Ньепсом. Это произошло в 1822 году, Дагер же опубликовал свою работу только через 17 лет. Жозеф Ньепс смог получить первое негативное изображение в 1835 году </p>
                        <a href="#" className="show">Посмотреть</a>
                    </div>
                </div>
            </div>
        </div>
    </>
  )
}

export default Main_bottom